<template>
<div>
   <!-- form是表单，内部可以包含多个控件，
控件内可以输入值。我们是以表单为单元进行提交的，
一次要提交一个表单所包含的所  有控件的值。
表单只是用来圈定提交的范围，它是透明不可见的。 -->
	<form action="http://www.baidu.com">
		<!-- 文本框 -->
		<p>
			<!-- label是表单中的文本，通过for属性可以绑定到input元素上，使得点击此label时，相当于点击了对应的input.
id是元素的身份证号，用来引用该元素。 -->
			<label for="username">账号：</label> <input type="text" id="username" value="123" />
		</p>
		<p>
			<label for="password">密码：</label> <input type="password"
				id="password" />
		</p>
		<!-- 单选框 -->
		<!-- 一组单选框，他们之间是彼此互斥的。同名的radio即为同一组。 -->
		<p>
			性别： <input type="radio" id="male" name="sex" /> <label for="male">男</label>
			<input type="radio" id="female" name="sex" /> <label for="female">女</label>
		</p>
		<!-- 多选框 -->
		<p>
			兴趣： <input type="checkbox" id="basketball" name="favorites" checked />
			<label for="basketball">篮球</label> <input type="checkbox"
				id="football" name="favorites" /> <label for="football">篮球</label>
			<input type="checkbox" id="pingpang" name="favorites" /> <label
				for="pinagpang">篮球</label>
		</p>
		<!-- 提交、重置、普通按钮 -->
		<p>
			<input type="submit" value="提交" /> <input type="reset" value="重置" />
			<input type="button" value="取消" /><!-- button按钮没有默认功能，需要后期用js定义 -->
		</p>
        <!-- 隐藏域=隐藏的文本框。
        用来封装一些不希望被用户看到的数据，
        该控件中的数据不需要输入，而是预置。 -->
        <p>
        <input type="hidden" value="123"/>
        </p>
         <!-- 文件选择框 -->
        <p>
        <label for="attachment">上传附件：</label>
        <input type="file" id="attachment"/>
        </p>
        <!-- 文本域 -->
        <p>
        <label for="desc">自我介绍：</label>
        <textarea id="desc" rows="5" cols="20">我是一个人类</textarea>
        </p>
        <!-- 下拉选 -->
        <p>
        <label for="course">课程：</label>
        <select id="course">
        <option>--请选择</option>
        <option>Java</option>
        <option>php</option>
        <option>ios</option>
        </select>
        </p>
	</form>
  <div style="width: 500px; margin: 0 auto">
	</div>
	<!-- 内容区 -->
	<div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>
  <div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>
  <div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>
  <div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>
  <div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>
  <div style="border: 1px solid #ccc; width: 500px; margin: 0 auto">
		<h1>英雄联盟</h1>
		<p>
			  《英雄联盟》(简称LOL)是由美国拳头游戏<u>(Riot Games)</u>开发、中国大陆地区<b>腾讯</b>游戏代理运营的英雄对战MOBA竞技网游。
		</p>
		<table width="70%">
			<tr>
				<td>中文名</td>
				<td>英雄联盟</td>
				<td>发行商</td>
				<td><b>腾讯</b>游戏</td>
			</tr>
			<tr>
				<td>其他名称</td>
				<td>撸啊撸、lol</td>
				<td>发行日期</td>
				<td>2011.9.22</td>
			</tr>
			<tr>
				<td>游戏类型</td>
				<td>竞技</td>
				<td>玩家人数</td>
				<td>多人</td>
			</tr>
			<tr>
				<td>游戏平台</td>
				<td>PC</td>
				<td>游戏画面</td>
				<td>3D</td>
			</tr>
		</table>


		<h2>目录</h2>
		<ol>
			<li><a href="#game_background">游戏背景</a>
				<ul>
					<li>战争学院</li>
					<li>德玛西亚</li>
				</ul>
			</li>
			<li><a href="#game_syste">游戏系统</a>
				<ul>
					<li>天赋系统</li>
					<li>符文系统</li>
				</ul>
			</li>
		</ol>
		<h2><a name="game_background">1、游戏背景</a></h2>
		<h3>战争学院</h3>
		<p>  战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。</p>
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
      战争学院是英雄联盟裁决瓦罗兰政治纠纷之地。这里是绝
			对中立的领土，严禁任何纷争。违反者将面对学院的士兵和魔法。学院坐落于一座巨型水晶枢纽之上，由黑曜石、贵金属和魔法塑形而成。它位于莫格罗恩关隘的北方入口，刚好位于相互敌对的城邦德玛西亚和诺克萨斯之间。
		<h3>德玛西亚</h3>
		<p>  人类城邦德玛西亚坐落在瓦罗兰的西部海岸。德玛西亚人民的共同目标是通过善良和正义让所有人都过得更好。他们认为恶毒自私如同疾病，应当从人类灵魂中根除。来到德玛西亚并定居于此的人们，具有和本地居民一样的理想和美德。损人利己的人很快会发现，在这里他们下场是放逐或者更糟。</p>
		<h2><a name="game_syste">2、游戏系统</a></h2>
		<h3>天赋系统</h3>
		<p>  LOL的召唤师拥有天赋系统，在召唤者信息面板中点击天赋就可以看到3系天赋树。每系的终极天赋均为18点，召唤师等级每提升1级，就可以多获得一点天赋点，用以自由学习天赋，最多为30点，召唤师的天赋并非是固定的，根据你选择控制的英雄不同，你需要修改天赋以适应召唤师的需要，点击界面右下方的“重置天赋点”可以进行洗点</p>
		<h3>符文系统</h3>
		<p>  符文系统的主要作用是：强化召唤师的各项能力。各位召唤师可以在商店中根据
			自己操作英雄的类型和追求，选择不同的符文来为自己的英雄基础属性提供加成效果；并在游戏外的符文系统（类似天赋系统）中对购买的符文进行镶嵌搭配设置。</p>
	</div>
	<!-- 版权区 -->
	<div style="width: 500px; margin: 0 auto">
		<p align="center">&copy; 百度百科|版权所有</p>
	</div>


</div>

</template>

<script>

</script>

<style lang="scss" scoped>

</style>
